
SELECT *
fROM HDA010T
WHERE ALLOW_NM LIKE '%고온%'

/*
A02	工龄工资(근속) 근속수당
A03	全勤补贴(개근) 개근수당
A04	技术津贴(기술) 기술수당
A05	职务补贴(직무) 직무수당
A06	职责补贴(직책) 직책수당
A07	特殊补贴(특수) 특수수당
A30	评价补贴-A(평가) 평가수당
A22	平时合计(평일) 잔업수당
A11	岗位补贴(환경) 환경수당
A19	话费补贴(전화/유류/주택) 전화료 
A13	减发(감발) 감발/가장
A33	补发上月差额(상월차액 보상) 상월차액
잔업회수수당

A18	出差补贴(출장보조금) 출장보조금
A12	高温补贴(고온)  혹서수당



--------------------
S01	养老保险(연금보험) 양로보험
S02	失业保险 (실업보험) 실업보험
S04	工伤保险 (공산보험) 공적금
S05	生育保险(출산보험)
S06	医疗保险(의료보험) 의료보험



S13	住宿扣费(기숙사) 기숙사사용료



S11	赡养老人(로인부양) 로인부양
S08	子女教育(자녀교육) 자녀교육
S09	住房贷款利息(주택대출이자) 주택대출이자
S10	住房租金(주택임대료) 주택임대료
S12	继续教育(교육연수) 교육연수
*/